
// Area
"ha" = "ha";
"ha_full" = "Hectare";

"acre" = "acre";
"acre_full" = "Acre";

"decare" = "daa";
"decare_full" = "Decare";

// Length
"in" = "in";
"in_full" = "Inch";

"ft" = "ft";
"ft_full" = "Foot";

"mile" = "mi";
"mile_full" = "Mile";

"mm" = "mm";
"mm_full" = "Millimeter";

"cm" = "cm";
"cm_full" = "Centimeter";

"m" = "m";
"m_full" = "Meter";

"km" = "km";
"km_full" = "Kilometer";

// Weight
"kg" = "kg";
"kg_full" = "Kilogram";

"pound" = "pound";
"pound_full" = "Pound";

"centner" = "centner";
"centner_full" = "Centner";

"ton" = "t";
"ton_full" = "Metric ton";

// Liquids
"pint" = "pints";
"pint_full" = "Pint";

"quart" = "quart";
"quart_full" = "Quart";

"liter" = "l";
"liter_full" = "Liter";

"british_gallon" = "gal";
"british_gallon_full" = "UK gallon";

"american_gallon" = "gal";
"american_gallon_full" = "US gallon";

"bushel" = "bu";
"bushel_full" = "Bushel";

// Temperature
"celsius" = "°C";
"celsius_full" = "Celsius degrees";

"fahrenheit" = "°F";
"fahrenheit_full" = "Fahrenheit degrees";

// Productivity
"bushel_per_acre" = "bu/acre";
"bushel_per_acre_full" = "Bushel per acre";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Metric ton per ha";

"centner_per_ha" = "centner/ha";
"centner_per_ha_full" = "Centner per ha";

"us_ton_per_acre" = "t/acre";
"us_ton_per_acre_full" = "US ton per acre";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Meter per second";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "Mile per hour";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Kilometer per hour";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Liter per hectar";

"american_pint_per_acre" = "pint/acre";
"american_pint_per_acre_full" = "American pint per acre";

"american_quart" = "quarts/acre";
"american_quart_full" = "American quart per acre";

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Liter per 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilometer per liter";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Mile per US gallon";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Mile per UK gallon";
